export default function License() {
  return (
    <section className="pb-[100px] mt-[86px]">
      <h1 className="text-[32px] font-semibold">Лицензионное соглашение:</h1>
      <p className="text-gray-new mt-[24px]">
        Данное Лицензионное соглашение (далее – Соглашение) содержит условия
        простой (неисключительной) лицензии, предоставляемой Сайтом
        Пользователям, на условиях которой Пользователь использует Игры и
        сервисы, доступные на Платформе. Положения данного документа
        распространяют свое действие только для пользователей из Российской
        Федерации.
        <br />
        <br />
        Пользоваться Платформой и её функционалом, а также, получать доступ к
        Игре Пользователь вправе только через свою учетную запись на платформе
        Steam (оперируемой компанией Valve Corporation и/или ее аффилированными
        лицами). Компания не администрирует такую учетную запись Пользователя и
        не хранит персональные данные Пользователей, указанные ими при
        регистрации на платформе Steam. 
        <br />
        <br />
        <b>Исключительное право</b>
        <br />
        <br />
        Исходный и объектный код, геймплей, пользовательский интерфейс,
        графические изображения, фотографии, анимации, иллюстрации, скины,
        видеоизображения, видеоклипы, звуковые записи, звуковые эффекты, музыка,
        текстовое наполнение и содержание Игры, структуры, базы данных, статьи,
        таблицы, диаграммы, логотипы, товарные знаки, дизайн, формы, сервисы,
        верстка, графические, производные, составные и иные произведения и
        объекты интеллектуальной собственности все вместе и/или по отдельности
        содержащиеся на Платформе, в Игре, а также любые другие элементы Игры
        являются объектами интеллектуальной собственности или содержат объекты
        интеллектуальной собственности, исключительное право на которые
        принадлежит Компании или третьим лицам (их законным правообладателям).
        <br />
        <br />
        Любая часть и любой элемент Игры являются составной частью Игры и
        охраняются законодательством об интеллектуальной собственности. 
        <br />
        <br />
        Интеллектуальные права на материалы, размещённые Пользователем в Игре
        (далее – Материалы), содержащие результаты интеллектуальной
        деятельности, принадлежат создавшему их Пользователю или иным законным
        правообладателям. Право на безвозмездное использование Материалов,
        являющихся объектами интеллектуальной собственности и содержащих
        результаты интеллектуальной деятельности, предоставляются Компании в
        форме простой (неисключительной) лицензии для использования таких
        Материалов с момента размещения (публикации) Пользователем этих
        Материалов в Игре/на Платформе без обязательства Компании по выплате
        авторского или иного вознаграждения, без предоставления отчетов и без
        ограничения по сроку, территории и способам использования, в том числе,
        с правом доведения таких Материалов до всеобщего сведения без упоминания
        имени автора или иных встречных обязательств.
        <br />
        <br />
        Размещая Материалы, права на которые не принадлежат Пользователю, он
        гарантирует Компании, что возместит любые её убытки и затраты, связанные
        с предъявлением к Компании претензий со стороны правообладателей таких
        Материалов. В случае незаконного использования/размещения Пользователем
        Материалов, права на которые ему не принадлежат, в Игре и/или на
        Платформе, Пользователь обязуется самостоятельно нести ответственность
        на использование этих Материалов перед их правообладателями.
        <br />
        <br />
        <b>Лицензионные платежи, внутриигровая валюта</b>
        <br />
        <br />
        Пополнение Пользователем внутриигрового баланса денежными средствами на
        сайте, в соответствии с п.1 ст.41 НК РФ, расценивается как беспоцентный
        заем от физического лица и не признается экономической выгодой для
        сайта. Денежные средства поступленные от физического лица отображаются
        на сайте в виде внутриигровой валюты, эквивалентной Российскому рублю и
        пользователь имеет право свободно распоряжаться внутриигровой валютой -
        запросить полный возврат долга и учавствовать с соревновательных матчах
        на них. В результате участия Пользователя в соревновательных матчах в
        зависимости от исхода матча количество внутриигровой валютой может как
        увеличится, так и уменьшится. Доходом сайта признается комиссия с
        внутриигровой валюты, полученная в размере 10% от суммы ставок
        пользователей в каждом соревновательном матче.
      </p>
    </section>
  );
}
