export default function PrivacyPolicy() {
  return (
    <section className="pb-[100px] mt-[86px]">
      <h1 className="text-[32px] font-semibold">
        Политика конфиденциальности:
      </h1>
      <p className="text-gray-new mt-[24px]">
        Пользователь соглашается с тем, что ответственность за всю информацию
        или данные любого характера, будь то текст, программное обеспечение,
        программный код, аудиофайлы, фотографии, графические материалы, видео
        или другой контент, публично или конфиденциально предоставленный на
        платформе, несет лицо, предоставляющее контент или лицо, чья учетная
        запись пользователя была использована при публикации контента. Вы
        соглашаетесь с тем, что наш веб-сайт может предоставить вам контент,
        который может быть нежелательным или оскорбительным для Вас. Мы не несем
        ответственность за содержание, которое появляется на сайте, а также за
        любые возможные ошибки или упущения, возникшие не по вине сайта и
        Администрации.
        <br />
        <br />
        <b>
          Используя этот веб-сайт или любую предоставленную на нем услугу, Вы
          соглашаетесь, что Вы не будете:
        </b>
        <br />
        <br />
        <ol className="list-disc ml-6">
          <li>
            Выполнять любого рода действия или размещать любого рода контент,
            который может быть незаконным, носящим угрожающий характер,
            вредоносным, оскорбительным, нежелательным, дискредитирующим,
            клеветническим, вульгарным, непристойным, оскорбительным,
            неприемлемым, носящим порнографический характер, предназначенным
            чтобы мешать работе или прерывать работу этого веб-сайта или любой
            предоставляемой им услуги, зараженным вирусным кодом или другим
            кодом носящим деструктивный или вредоносный характер, который может
            привести к гражданской или уголовной ответственности, или может
            нарушать применимое местное, национальное или международное право;
          </li>
          <br />
          <li>
            Выдавать себя за другое лицо или искажать свою связь с другим
            физическим или юридическим лицом, а также подделывать или иным
            образом пытаться скрыть или исказить содержимое любого источника
            информации, предоставленного вами; предоставляются на условиях «как
            есть»;
          </li>
          <br />
          <li>Собирать или сохранять данные о других пользователях;</li>
          <br />
          <li>
            Использовать этот веб-сайт, любой контент с него или услугу,
            предоставляемую на нем, в любых коммерческих целях или иных целях,
            связанных рассылкой с нежелательной почты (спама), цепных писем,
            созданием финансовых пирамид и иных схемам с участием нашего сайта,
            его контента и услуг, предоставляемых на нем, или любой другой
            формой несанкционированной рекламы без нашего предварительного
            письменного согласия;
          </li>
          <br />
          <li>
            Предоставлять, публиковать любой Контент, который может привести к
            нашей гражданской или уголовной ответственности, а также тот,
            который может считаться нарушающим какое-либо местное, национальное
            или международное законодательство, включая, но не ограничивая,
            законы, касающиеся авторских прав, товарных знаков, патентов или
            коммерческих тайн.
          </li>
        </ol>
        <br />
        Данная Политика конфиденциальности определяет политику Оператора в
        отношении обработки и защиты Персональных данных, а также, обеспечения
        безопасности и конфиденциальности в процессе их обработки. Положения
        данного документа распространяют свое действие только для пользователей
        из Российской Федерации. Политика содержит перечень Персональных данных,
        получаемых и используемых Оператором и цели их обработки. Действие
        Политики распространяется на все Персональные данные Субъектов,
        обрабатываемые Оператором с применением средств автоматизации и без
        применения таких средств.  
      </p>
    </section>
  );
}
