export default function PersonalDataPolicy() {
  return (
    <section className="pb-[100px] mt-[86px]">
      <h1 className="text-[32px] font-semibold">
        Политика обработки персональных данных:
      </h1>
      <p className="text-gray-new mt-[24px]">
        Обработка Персональных данных осуществляется с согласия Субъект.
        Персональные данные не могут быть использованы в целях причинения
        имущественного и/или морального вреда, затруднения реализации прав и
        свобод граждан. При принятии решений, затрагивающих интересы Субъекта,
        Оператор не основывается только на Персональных данных, полученных
        исключительно в результате их автоматизированной обработки. Оператор
        вправе поручить обработку Персональных данных Субъектов третьим лицам,
        на основании заключаемого с этими лицами договора. Лица, осуществляющие
        обработку Персональных данных по поручению Оператора, обязуются
        соблюдать принципы и правила обработки и защиты Персональных данных,
        предусмотренные настоящей Политикой.
        <br />
        <br />
        Лица, уполномоченные оператором на Обработку Персональных данных, не
        обязаны получать согласие Субъекта на обработку его Персональных данных.
        Если для обработки Персональных данных необходимо получение согласия
        Субъекта, то такое согласие получает Оператор.
        <br />
        <br />
        Хранение Персональных данных Субъектов осуществляется с момента
        получения согласия на их обработку и в течение срока его действия по
        месту нахождения Оператора и в базе данных сайта Оператора на территории
        Российской Федерации.
        <br />
        <br />
        <b>
          При передаче Персональных данных Оператор обязан соблюдать следующие
          требования:
        </b>
        <br />
        <br />
        <ol className="list-disc ml-6">
          <li>
            не сообщать Персональные данные третьим лицам без согласия Субъекта
            или его законного представителя, за исключением случаев, когда это
            необходимо в целях исполнения принятых Оператором на себя
            обязательств, предупреждения угрозы жизни и здоровью Субъекта, а
            также в случаях, предусмотренных законодательством Российской
            Федерации;
          </li>
          <br />
          <li>
            предупредить лиц, получающих Персональные данные, о том, что эти
            данные могут быть использованы лишь в целях, для которых они
            сообщены, и требовать от этих лиц подтверждения того, что это
            правило соблюдено.
          </li>
        </ol>
        <br />
        <b>
          Оператор вправе предоставить Персональные данные третьим лицам в
          следующих случаях:
        </b>
        <br />
        <br />
        <ol className="list-disc ml-6">
          <li>
            уполномоченным Оператором третьим лицам для исполнения заключенного
            между Оператором и Субъектом договора; 
          </li>
          <br />
          <li>
            при необходимости предоставления Персональных данных для достижения
            целей их обработки любым третьим лицам, а также, в случае
            привлечения третьих лиц к оказанию услуг в целях выполнения
            Оператором своих обязательств перед Субъектом;
          </li>
          <br />
          <li>при использовании аналитических программ;</li>
          <br />
          <li>
            в целях предупреждения, пресечения незаконных действий Субъекта
            Персональных данных, защиты законных интересов Оператора и третьих
            лиц;
          </li>
          <br />
          <li>
            по мотивированному запросу судебных органов, органов государственной
            безопасности, прокуратуры, полиции, в следственные органы, в иные
            органы и организации в случаях, установленных нормативными правовыми
            актами, обязательными для исполнения;
          </li>
          <br />
          <li>
            в других случаях, установленных законодательством Российской
            Федерации.
          </li>
        </ol>
        <br />
        <b>
          Меры защиты Персональных данных Субъектов, осуществляемые Оператором:
        </b>
        <br />
        <br />
        <ol className="list-disc ml-6">
          <li>
            определение угроз безопасности Персональных данных при их обработке
            в информационных системах Персональных данных;
          </li>
          <br />
          <li>
            отказ от любых способов обработки Персональных данных, не
            соответствующих целям их обработки;
          </li>
          <br />
          <li>
            применение организационных и технических мер по обеспечению
            безопасности Персональных данных при их обработке в информационных
            системах Персональных данных, необходимых для выполнения требований
            о защите Персональных данных, исполнение которых обеспечивает
            установленные законодательством Российской Федерации уровни
            защищенности Персональных данных;
          </li>
          <br />
          <li>
            ознакомление работников, непосредственно осуществляющих обработку
            персональных данных, с требованиями законодательства Российской
            Федерации о персональных данных, внутренними нормативными
            документами по вопросам обработки персональных данных;
          </li>
          <br />
          <li>
            оценка эффективности принимаемых мер по обеспечению безопасности
            Персональных данных до ввода в эксплуатацию информационной системы
            Персональных данных;
          </li>
          <br />
          <li>
            обнаружение фактов несанкционированного доступа к Персональным
            данным и принятием мер по предупреждению таких случаев и устранению
            их последствий;
          </li>
          <br />
          <li>
            контроль за принимаемыми мерами по обеспечению безопасности
            Персональных данных и уровня защищенности информационных систем
            Персональных данных;
          </li>
        </ol>
      </p>
    </section>
  );
}
