export default function RulesPage() {
  return (
    <section className="pb-[100px] mt-[86px]">
      <h1 className="text-[32px] font-semibold">Общие положения:</h1>
      <p className="text-gray-new mt-[24px]">
        ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ, ПОСКОЛЬКУ ЭТИ УСЛОВИЯ
        ЯВЛЯЮТСЯ СОГЛАШЕНИЕМ МЕЖДУ ВАМИ И ПЛАТФОРМОЙ.
        <br />
        <br />
        При входе через Steam вы получаете доступ к сайту в полном объеме и тем
        самым становитесь пользователем и подтверждаете, что прочли все правила
        проекта и обязуетесь их соблюдать.
        <br />
        <br />
        В соответствии с принципами справедливости и равноправия, закрепленными
        в правилах игрового пространства, Администрация проекта, а также лица,
        обладающие особыми игровыми привилегиями, не имеют исключительного
        статуса перед другими участниками в контексте соблюдения установленных
        норм. Все без исключения игроки, вне зависимости от занимаемого
        положения, признаются равноправными субъектами игрового взаимодействия и
        несут идентичные обязательства в рамках действующих регламентов.
        <br />
        <br />
        {
          'Настоящие Правила платформы разработаны в соответствии с Конституцией Российской Федерации, Федеральным законом от 27.07.2006 N 149-ФЗ "Об информации, информационных технологиях и о защите информации", Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных", иными нормативными правовыми актами, действующими на территории Российской Федерации.'
        }
      </p>
    </section>
  );
}
